{
   "name":"Manish Kumar",
   "username":"manishjanky",
   "designation":"Front End/UI & UX Developer",
   "aboutMe":"I'm a UI Designer/Front End Developer. A microsoft certified professional and Specialist in Programming in HTML5 with JavaScript and CSS3. Enjoy taking complex problems and finding a solution for them. Always strive to learn as much as i can. Working as a JavaScript developer at Infosys Limited since 2014. Awarded Most Valuable Player of MyDC(Mysore DC in Q3 FY17).",
   "contactDetails":{
      "contactNumber":"+91-8899503807",
      "alternateNumber":"+91-7906537527",
      "email":"manishjanky@gmail.com",
      "alertnateEmail":"",
      "address":{
         "street":"Phase-2, Saraswati Vihar",
         "society":"Rohta Road",
         "city":"Meerut",
         "pin":"250002",
         "state":"UP"
      }
   },
   "education":[
      {
         "qualification":"B.Tech",
         "stream":"Computer Science",
         "marks":70.04,
         "passingYear":2014,
         "institute":"UPTU Lucknow"
      },
      {
         "qualification":"Intermediate",
         "stream":"",
         "passingYear":2009,
         "marks":80,
         "institute":"Army School Meerut Cantt"
      },
      {
         "qualification":"High School",
         "stream":"",
         "passingYear":2007,
         "marks":83.40,
         "institute":"Army School Mamun Cantt"
      }
   ],
   "summary":[
      "Microsoft Certified Professional and Microsoft Certified Specialist (Programming in HTML5 with JavaScript & CSS3).",
      "2.5+ years of extensive hands-on experience in web development.",
      "Possesses working experience on various technologies such as ASP.NET, JavaScript, AngularJS, HTML5, CSS, Bootstrap, jQuery, Ajax, ASP.NET Web Services.",
      "Experienced team player with excellent communication, interpersonal skills, and ability to work independently.",
      "Leading a team of 4 members for last 1.5+ years."
   ],
   "skills":[
      {
         "skill":"JavaScript",
         "rating":7.5
      },
      {
         "skill":"AngularJS",
         "rating":7
      },
      {
         "skill":"HTML5",
         "rating":8.5
      },
      {
         "skill":"CSS",
         "rating":7
      },
      {
         "skill":"BootStrap",
         "rating":6.5
      },
      {
         "skill":"Materialize CSS",
         "rating":6
      },
      {
         "skill":"jQuery",
         "rating":7
      },
      {
         "skill":"ASP.NET",
         "rating":6
      },
      {
         "skill":"SQL",
         "rating":6
      },
      {
         "skill":"PL/SQL",
         "rating":6
      },
      {
         "skill":"MSSQL",
         "rating":6
      }
   ],
   "interests":[
      "Reading",
      "Movies",
      "Travelling"
   ],
   "certifications":[
      {
         "provider":"Microsoft",
         "title":"Microfost Certified Specialist",
         "name":"70-480 Programming in HTML5 with JavaScript and CSS3"
      },
      {
         "provider":"Microsoft",
         "name":"70-461 Querying Microsoft SQL Server 2012/2014"
      }
   ],
   "socialProfiles":[
		{"name":"facebook","link":"http://facebook.com/manishjanky","class":"fa-facebook-square"},
        {"name":"googlePlus","link":"https://plus.google.com/107936389381835582160","class":"fa-google-plus-square"},
        {"name":"github","link":"https://github.com/manishjanky","class":"fa-github-square"},
        {"name":"linkedin","link":"https://in.linkedin.com/in/manishjanky","class":"fa-linkedin-square"},
        {"name":"stackOverFlow","link":"http://stackoverflow.com/users/4948483/manish","class":"fa-stack-overflow"}
   ],
   "projects":[
       {
           "name":"StoneSoup",
           "description":"This is a web based application that allows users to add, edit and publish engineering data. It provides Customizable Configurations to different groups. Allows saving custom configuration locally/on the server. Data generated from Stone Soup helps in design validations and automate repetitive design engineering activities.",
           "technologies":"JavaScript, HTML5, CSS, MSSQL, WCF, FabricJS",
           "client":"Boeing",
		   "startDate":"Oct 2015",
           "endDate":"",
           "designation":"System Engineer",
           "organization":"Infosys"
       },
       {
           "name":"Quality Dashboard",
           "description":"This is a web based system for monitoring the quality of various layers of an application.It provides all the information required by the quality team in a single nutshell. This reduced the extensive mail chains for getting the complete information. Was also awarded as the best POC in AutoThon (A Infosys wide event).",
           "technologies":"JavaScript, CSS, HTML5, BootStrap, MSSQL, ASP.NET Services",
           "client":"ABN Amro Bank",
		   "startDate":"Nov 2014",
           "endDate":"Sep 2015",
            "designation":"System Engineer",
            "organization":"Infosys"
       },
       {
           "name":"Skill Tracker",
           "description":"A internal tool that helps to keep a track of skillset of all the team members. It provides the users with the functionlaity of adding/updating their skills. The manager can approve or rejects skill requests. Users can connects to users possessing same skills. They can add interests (technologies they wish to learn), can search for members based on thier skillset, designation, role etc.",
           "technologies":"AngularJS, CSS, HTML5, JavaScript, BootStrap, MSSQL, ASP.NET Services",
           "client":"Infosys",
           "startDate":"Nov 2016",
           "endDate":"",
            "designation":"System Engineer",
            "organization":"Infosys"
       },
       {
           "name":"mTip",
           "description":"A cross browser javascript custom tooltip plugin. A simple, flexible, extensible and customizable plugin by Manish Kumar under MIT license.",
           "technologies":"CSS, HTML5, JavaScript",
           "client":"Open Source Plugin",
           "startDate":"Feb 2017",
           "endDate":"",
            "designation":"",
            "organization":"Open Source",
            "link":"https://manishjanky.github.io/#/mtip"
       }
   ],
   "coverLetter":{
       "greeting":"Dear Sir/Mam,",
       "opening":"If you are searching for a software engineer with a proven ability to develop high-performance applications and technical innovations, then please consider my resume.",
       "start":"Since 2014, I have served as a Software Engineer/Web Developer for Infosys Ltd., where I have been repeatedly recognized for developing quality solutions for complex real world problems. I am responsible for full lifecycle development of software/application, from initial requirement gathering to design, coding, testing, documentation and implementation.",
       "skills":"Known for excellent problem solving skills and time management. I have participated in proposals and presentations that have helped grab various projects. I also excel in merging business and user needs into high-quality solutions while keeping within delivery timeline and  constraints. My technical expertise includes cross-platform proficiency (Windows, Unix, Linux). Fluency in various web technologies (including  HTML5, CSS, JavaScript, AngularJS, jQuery, ASP.NET and SQL); and good knowledge of developer applications, tools, methodologies and best practices (including OOD, client/server architecture and self-test automation).",
       "close":"As mentioned, I believe that my years of experience designing computer software, problem solving skills and my strong educational background can be an asset to your organization. I  would appreciate it if you would keep me in mind for future openings. Thank you for going through my profile. I look forward to speak with you. Please contact at (+91) 8899-503807 or manishjanky@gmail.com if you have any questions."
   },
   "accolades":[
       {
           "image":"mcpc.png",
           "title":"Microsoft Certified Professional Certificate",
           "description":"Microsoft Certified Professional Certificate"
       },
       {
           "image":"specialist.png",
           "title":"Microsoft Certified Specialist Certificate",
           "description":"Microsoft Certified Specialist in Programming in HTML5 with Javascript and CSS3."
       },
       {
           "image":"badge.png",
           "title":"MVA Know it. Prove it. Web Development Learning Challenge Badge",
           "description":"This badge proves that you have conquered the Web Development Learning Challenge. You have added the MEAN stack to your developer’s toolbox and have skilled up on MongoDB, Express, Angular, and Node.js.",
           "link":"https://api.badgr.io/share/badge/2e3fbeeb-c5c4-4e88-807f-f64a5fc1ad1b"
       },
       {
	       "image":"exam461.png",
	       "title":"Exam 461: Querying Microsoft SQL Server 2012/2014",
	       "description":"Passing Exam 461: Querying Microsoft SQL Server 2012/2014 validates the skills and knowledge necessary to create database objects, work with and modify data, as well as troubleshoot and optimize queries.",
	       "link":"https://www.youracclaim.com/badges/1d189a2c-0d72-4987-b26f-4473c808603e/public_url"
       }
   ]	
}